Repository: he1ko/fortunes
Catalog: Fortunes/*.lproj/Localizable.strings
Languages: de

# Fortunes
source: Fortunes-EN
de: Fortunes

# mainFortune
source: Your fortune
de: Dein Fortune

# listOfFortunes
source: All fortunes
de: Alle Fortunes

source: Fortunes by source
de: Nach Quellen

source: Settings
de: Einstellungen

source: Imprint
de: Impressum

# desriptionFontSettings
source: Set fonts and colors for the most important items to your favourite look!
de: Für einige Darstellungen der Fortunes kannst Du hier Farben und die die Schriftart anpassen wie Du magst.

# changeFonts
source: Change font settings
de: Schriftarten festlegen...

# Question-which-area-to-set-font-for
source: Where do you want to apply this font to?
de: Wo möchtest Du diese Schrift verwenden?

# Font-sample-text
source: My hovercraft is full of eals
de: Mein Luftkissenboot ist voller Aale...

# ButtonMyFortune
source: My Fortune
de: Mein Fortune

# ButtonListFortune
source: Fortune in list view
de: Fortune in der Liste

# ButtonListSource
source: Source in list view
de: Quelle in der Liste

# FontSaved
source: Font setting saved
de: Schriftart gespeichert

# ButtonGoBack
source: Back
de: Zurück

source: Just a second...
de: Moment...

# remoteGetFortunes
source: Loading fortunes data
de: Lade Fortunes vom Server

# Fortunes in Listen
source: Fortunes in list views
de: Fortunes in Listen

# Fortune-Quelle in Listen
source: Fortune-Source in list views
de: Fortune-Quelle in Listen

# settings.buttons.reset
source: Reset to defaults
de: Standards wiederherstellen

# settings.hud.title.reset
source: Fonts reset to defaults
de: Schriften zurückgesetzt

# home.fav.added.message
source: Fortune added to your favorites.
de: Fortune als Favorit gespeichert.

# home.fav.removed.message
source: Fortune removed from your favorites.
de: Fortune aus Deinen Favoriten entfernt.

source: unknown source
de: Unbekannte Quelle

# Favoriten
source: favourites
de: Favoriten

# HUD.title.yourFavourites
source: Your favorites
de: Deine Favoriten
